Repository: Marwan219/Drive_thru
Catalog: lib/l10n/intl_*.arb
Languages: ar

# allCategory
source: All Categories
ar: كل الاصناف

# frieds
source: Freids
ar: المفليات

source: Fast Food
ar: الاكل السريع

source: Creamery
ar: كريمه

source: Hot_drinks
ar: مشروبات ساخنه

source: Vegetables
ar: خضروات

source: Resturants
ar: المطاعم

source: Home Page
ar: القائمةالرئيسيه

source: My Profile
ar: حسابى

source: My Cart
ar: العربه

source: Store
ar: المعرض

source: Add Resturant
ar: اضافه مطعم

source: Setting
ar: الاعدادت

source: Timer Page
ar: الوقت المتبقى

source: Language
ar: اللغه

# signOut
source: Sing Out
ar: تسجيل الخروج

# signIn
source: Sing In
ar: تسحيل الدخول

# signUp
source: Sing Up
ar: تسحيل

# menutxt
source: Menu
ar: القائمه

source: Quantity
ar: الكميه

# buyNowbtn
source: Buy Now
ar: شراء الان

# addToCartbtn
source: Add To Cart
ar: اضف الى العربه

source: Bill
ar: الفاتوره

source: Items
ar: الاصناف

source: Price
ar: السعر

# totalPrice
source: Totoal Price
ar: احمالى الفاتوره

source: Choose Available Coins
ar: العملات المتاحه

source: Delivery Option
ar: طريقه الاستلام

source: Car
ar: السياره

# carSpec
source: Car Specs
ar: مواصافات السياره

source: Car Number
ar: رقم اللوحه

source: Car Model
ar: نوع السياره

source: Car Color
ar: لون السياره

source: Walk
ar: ماشيا

# personalInfo
source: Personal Information
ar: المعلومات الاضافيه

source: Phone Number
ar: رقم الهاتف

source: Name
ar: الاسم
